export const userProtocol = `温馨提示<br />
1、在注册登录前，请您确认已经全部阅读和充分理解并接受本公司营运平台营销协议、交易运作方式、购买风险、保证金交纳和资金结算方式等。一经注册，视为您已经全部阅读和充分理解并接受本公司营运平台运营运作，
进行购买交易。  （说明：具体项目运作交易、价格、保证金及收益回报、风险率等如需要可在风险提示里详列）<br />
2、本项目交易业务只适合与满足以下全部条件的投资者：<br />
（1）年满18周岁并具有完全民事行为能力的中国公民或依法在中华人民共和国境内注册成立的企业法人或其他经济组织；<br />
（2）能够充分理解有关于此交易的一切风险，并且具有风险承受能力；<br />
（3）投资有风险，因投资经营管理失误而造成账户资金部分或全部损失，仍不会改变起正常生活方式或影响起正常生产经营状况的。<br />
3、本交易在平台交易系统内运行，通过网上终端所提交的交易一经成交，即不可撤销。<br />
二、相关风险提示<br />
（一）政策风险<br />
国家法律、法规、政策以及规章的变化，紧急措施的出台，相关监管部门监管措施的实施和对网络平台运营交易规则的修改等原因，均可能会对您的投资产生影响，您必须自行承担由此导致的损失。<br />
（二）市场价格波动风险<br />
本公司“寿源之家”产品系列作为一种特殊的具有投资价值的商品，其价格可能受多种因素的影响（如国际经济形势、相关市场走姿、政治局势、产地生产因素、其他突发性情况等等），这些因素对产品价格的影响机制非常复杂，
在实际操作中难以全面把握，因而存在出现投资失误的可能性，如果不能有效控制风险，则可能遭受较大的损失，您必须独自承担由此导致的一切损失。 同时，因市场价格波动可能会给您带来赢利，也可能带来亏损。在特殊的市场环境下，例如当价格发生急剧波动时，
您预设的结算指令可能出现在有效期内不一定能按预设价格执行，您的损失不一定能被控制在预定的范围内（尽管此类情况发生概率极小），一旦造成损失由您自行承担。<br />
（三）代客购买交易引起风险<br />
本公司不会对您作出任何获利保证，并且不会与您分享收益或共担风险。任何他人（包括但不限于本公司任何员工及合作伙伴）给予您的保证获利或不会发生亏损的任何承诺都是没有根据的，类似的承诺不会减少您发生亏损
的可能。本公司严令禁止员工及合作伙伴向您做出类似承诺、明确操作意见及代客理财。 如发生，纯属个人行为，本公司不承担任何责任。为保证您的权益，您有权向本公司举报上述情况。<br />
（四）密码泄露引起风险<br />
您必须对交易账号和交易密码进行妥善的保管，若由于您自身电脑原因或者管理不善导致密码泄露或被盗，由此可能会使您发生损失，该损失将由您自行承担。若您的交易密码确实丢失，须提供你的有效身份证明材料，到本
公司办公场所予以确认并签字认可，经本公司进行信息核对无误后，方可修改密码。<br />
（五）技术风险<br />
本公司运营平台通过电子通讯技术和互联网技术来实现。有关通讯服务及软、硬件服务由不同的供应商提供，可能会存在品质和稳定性方面的风险；本公司不能控制电讯信号的强弱，也不能保证交易客户端的设备配置或连
接的稳定性以及互联网传播和接收的实时性。故由以上通讯或网络故障导致的某些服务中断或延时可能会对投资者的投资产生影响。<br />
（七）电子通讯设备风险<br />
本公司不提供任何电子通讯服务以及电脑设备的安装和监控服务，由此一旦出现通讯故障、设备故障、行情和买卖指令传输故障或其它电子线路故障，您将自行承担由此造成的全部损失。<br />
（六）互联网风险<br />
由于互联网数据传输等原因，买卖指令、交易付款等可能会出现中断、停顿、延迟、数据错误等异常情况，您将自行承担由此造成的损失。 另外，您的电脑系统有可能被病毒或者网络黑客攻击，从而使得您的投资决策无法
正确和/或及时执行。对于上述不确定因素的出现也存在着一定的风险，有可能会对您的投资产生影响，您应当充分了解并自行承担由此造成的全部损失。<br />
（八）不可抗力风险<br />
任何本公司所不能控制的不可抗力因素（包括但不限于地震、水灾、火灾、暴动、罢工、政府管制、战争、国际或国内的禁止或限制以及停电、技术故障、电子故障等其他无法预测和防范的不可抗力事件）及其他无法预测
和控制的意外事件都可能导致交易系统非正常运行甚至瘫痪。由于这些不可抗力、无法预测和防范的意外事件都可能使您的交易委托无法成交或者无法全部成交，您将不得不承担由此造成的全部损失。 以上提示，请您务必
认真阅读并充分理解！一经注册登录，视为您已全部阅读并充分理解！自愿购买交易！<br />广西寿源之家科技有限公司 `
